Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: Accordingly, text-to-account mapping is suited for recurring cash receipts or expenses, such as frequent purchases of car fuel or bank fees and interest, that regularly occur on the bank statement and do not need a related business document.
cs_cz: Podle toho je textové mapování účtů vhodné pro opakované peněžní příjmy nebo výdaje, jako jsou časté nákupy pohonných hmot nebo bankovních poplatků a úroků, které se pravidelně vyskytují na bankovním výpisu a nepotřebují související obchodní doklad.

source: For more information, see the “Example - Text-to-Account Mapping for Fuel Expense” section in this topic.
cs_cz: Další informace naleznete v tomto tématu v části "Příklad - Textové mapování účtů pro výdaje za palivo".

source: Payments on reconciliation journal lines are only set to posting according to text-to-account mapping if the automatic application function can only provide a match confidence of Low or Medium.
cs_cz: Platby na řádcích deníku odsouhlasení jsou nastaveny pouze na zaúčtování podle textového mapování účtů, pokud funkce automatické vyrovnání může poskytovat pouze spolehlivost párování Nízká nebo Střední.

source: If the automatic application function provides a match confidence of High, then the payment is automatically applied to one or more open entries, and the payment is not posted to the accounts specified in the Text-to-Account Mapping window.
cs_cz: Pokud funkce automatické vyrovnání poskytuje spolehlivost párování vysoká, pak se platba automaticky vyrovná na jednu nebo více otevřených položek a platba se nezaúčtuje na účty zadané v okně Textové mapování účtů.

source: In other words, a match confidence of High overrules a text-to-account mapping.
cs_cz: Jinými slovy spolehlivost párování Vysoká zaručuje převzetí textového mapování účtů.

source: On a payment reconciliation journal line where the payment has been set to posting according to text-to-account mapping, the Match Confidence field contains High - Text-to-Account Mapping, and the Account Type and Account No.
cs_cz: Na řádku deníku odsouhlasení plateb, u něhož byla platba nastavena na zaúčtování podle textového mapování účtů, pole Spolehlivost párování obsahuje Vysoká - textové mapování účtů a pole Typ účtu a Číslo účtu obsahuje

source: fields contain the mapped accounts.
cs_cz: mapované účty.

source: To map text on recurring payments to accounts for automatic reconciliation
cs_cz: Mapování textu periodických plateb na účtech pro automatické odsouhlasení

source: In the top right corner, choose the Search for Page or Report icon, enter Payment Reconciliation Journals, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Deníky odsouhlasení plateb a pak vyberte související odkaz.

source: Open a payment reconciliation journal.
cs_cz: Otevřete deník odsouhlasení plateb.

source: Choose the Map Text to Account action.
cs_cz: Zvolte akci Mapovat text na účet.

source: The Text-to-Account Mapping window opens.
cs_cz: Otevře se okno Textové mapování účtů.

source: In the Mapping Text field, enter any text that occurs on payments that you want to post to specified accounts without applying to an open entry.
cs_cz: Do pole Mapovaný text zadejte libovolný text, který se vyskytuje u plateb, které chcete zaúčtovat na určené účty bez použití otevřeného záznamu.

source: You can enter up to 50 characters.
cs_cz: Můžete zadat až 50 znaků.

source: If no other payments or incoming documents exist with the mapping text in question, then the text-to-account mapping will occur even when only a part of the text on the payment or incoming document exists as a mapping text.
cs_cz: Pokud neexistují žádné jiné platby nebo došlé doklady s mapovaným textem, pak textové mapování účtů se objeví, i když pouze část textu v platbě nebo došlého dokladu existuje jako mapovaný text.

source: In the Vendor No.
cs_cz: V poli Číslo Dodavatele

source: field, enter the vendor that incoming documents containing the mapping text will be created for, or that payments will be posted to.
cs_cz: zadejte dodavatele, pro kterého budou vytvořeny došlé doklady obsahující namapovaný text nebo platby budou zaúčtovány.

source: In the Debit Acc. No.
cs_cz: V poli Číslo účtu MD

source: field, enter the account that payments containing the mapping text will be posted to if they are incoming payments.
cs_cz: zadejte účet, kde platby obsahující mapovaný text budou zaúčtovány, pokud se jedná o příchozí platby.

source: For incoming payments, the sign of the value in the Statement Amount field is positive.
cs_cz: U příchozích plateb je znaménko hodnoty v poli Částka výkazu kladné.

source: In the Credit Acc. No.
cs_cz: V poli Číslo účtu Dal

source: field, enter the account that payments containing the mapping text will be posted to if they are outgoing payments.
cs_cz: zadejte účet, kde platby obsahující mapovaný text budou zaúčtovány, pokud se jedná o odchozí platby.

source: For outgoing payments, the sign of the value in the Statement Amount field is negative.
cs_cz: U odchozích plateb je hodnoty v poli Částka výpisu záporná.

source: Source Type field, specify if the payment will be posted to a general ledger account or to a customer or vendor account.
cs_cz: zdroje protiúčtu zadejte, zda bude platba zaúčtována na účet hlavní knihy nebo na zákazníka nebo dodavatele.

source: Source No.
cs_cz: účet,

source: field, specify the account that the payment will be posted to, depending on your selection in the Bal.
cs_cz: na který bude platba zaúčtována v závislosti na vašem výběru v poli Typ

source: Source Type field.
cs_cz: zdroje protiúčtu .

source: Repeat steps 4 through 8 for all text on payments that you want to map to accounts for direct posting without application.
cs_cz: Opakujte kroky 4 až 8 pro všechny texty o platbách, které chcete mapovat na účty pro přímé účtování bez vyrovnání.

source: Next time you import a bank statement file or choose the Apply Automatically action in the Payment Reconciliation Journal window, journal lines for the payments that contain the specified mapping text will contain the mapped accounts in the Account Type and Account No.
cs_cz: Příště, jakmile importujete soubor s výpisem z banky nebo zvolíte akci Automatické vyrovnání v okně Deník odsouhlasení plateb, budou řádky deníku pro platby, které obsahují zadaný mapovaný text s mapovanými účty v

source: The Match Confidence field will contain High - Text-to-Account Mapping.
cs_cz: Pole Spolehlivost párování bude obsahovat Vysoká - textové mapování účtů.

source: This is on the condition that the automatic application function can only provide a match confidence of Low or Medium.
cs_cz: To je za předpokladu, že funkce automatické vyrovnání může poskytnout pouze spolehlivost párování Nízká nebo Střední.

source: Text-to-Account Mapping for Fuel Expense
cs_cz: Textové mapování účtů pro výdaje za pohonné hmoty

source: To always post fuel expenses incurred at Shell gas stations to the general ledger account for gasoline (account 8510), fill a line in the Text-to-Account Mapping window as follows.
cs_cz: Chcete-li vždy zaúčtovat výdaje za pohonné hmoty vzniklé u čerpacích stanic společnosti Shell do účtu hlavní knihy pro benzin (účet 8510), vyplňte následující řádek v okně Textové mapování účtů.

source: Mapping Text
cs_cz: Mapování textu

source: Debit Acc.
cs_cz: MD účet

source: Credit Acc.
cs_cz: Dal účet

source: Bal.
cs_cz: Typ zdroje

source: Source Type
cs_cz: protiúčtu

source: BLANK
cs_cz: PRÁZDNÝ

source: G/L Account
cs_cz: Finanční účet

source: For more information about how to work with fields and columns, see Working with Dynamics NAV.
cs_cz: Další informace o práci s poli a sloupci naleznete v tématu Práce s programem Dynamics NAV.

source: For more information about how to find specific pages, see Search.
cs_cz: Další informace o hledání konkrétních stránek naleznete v tématu Hledat .

source: Reconcile Customer Payments Manually From a List of Unpaid Sales Documents
cs_cz: Odsouhlasení plateb zákazníků ručně ze seznamu nezaplacených prodejních dokladů

source: When your customers have made payments to your electronic bank account, you must apply each amount paid to the related sales document and then post the payment to update the customer, general ledger, and bank ledger entries.
cs_cz: Když vaši zákazníci provedli platby na váš bankovní účet, musíte vyrovnat každou zaplacenou částku do souvisejícího prodejního dokladu a následně zaúčtovat platbu za účelem aktualizace zákazníka, hlavní knihy a položek knihy bank.

source: You can perform the same tasks, including vendor payments, in the Payment Reconciliation Journal window using functions for bank statement import, automatic application, and bank account reconciliation.
cs_cz: Stejné úkoly včetně plateb dodavatelů, můžete provést v okně Deníky odsouhlasení plateb pomocí funkcí pro import bankovního výpisu, automatické vyrovnání a odsouhlasení bankovního účtu.

source: The Payment Registration window is designed to support you in tasks involved in balancing internal accounts by using actual cash figures to make sure that payments are collected efficiently from customers.
cs_cz: Okno Registrace plateb je navrženo tak, aby vám pomohlo při úkonech při vyrovnávacích vnitřních účtech pomocí skutečných peněžních údajů, abyste se ujistili, že platby jsou vybírány od zákazníků efektivně.

source: This payment processing tool enables you to quickly verify and post individual or lump payments, process discounted payments, and find specific unpaid documents for which payment is made.
cs_cz: Tento nástroj pro zpracování plateb vám umožňuje rychle ověřit a zaúčtovat jednotlivé nebo jednorázové platby, zpracovat slevové platby a najít konkrétní nezaplacené doklady, pro které byla úhrada vytvořena.

source: Payments for different customers that have different payment dates must be posted as individual payments.
cs_cz: Platby pro různé zákazníky, které mají různé datum platby, musí být zaúčtovány jako jednotlivé platby.

source: Payments for the same customer that have the same payment date can be posted as a lump payment.
cs_cz: Platby pro stejného zákazníka, které mají stejné datum platby, můžete zaúčtovat jako jednorázovou platbu.

source: This is useful, for example, when a customer has made a single payment that covers multiple sales invoices.
cs_cz: To je užitečné například když zákazník provedl jednu platbu, která pokrývá více prodejních faktur.

source: To set up the payment registration journal
cs_cz: Nastavení deníku pro registraci plateb

source: Because you can post different payment types to different balancing accounts, you must select a balancing account in the Payment Registration Setup window before you start processing customer payments.
cs_cz: Protože můžete zaúčtovat různé typy plateb do různých vyrovnávacích účtů, musíte vybrat vyrovnávací účet v okně Nastavení registrace plateb předtím, než začnete zpracovávat platby zákazníků.

source: If you always post to the same balancing account, you can set that account as the default and avoid this step every time that you open the Payment Registration window.
cs_cz: Pokud vždy zaúčtujete na stejný vyrovnávací účet, můžete tento účet nastavit jako výchozí a vyhýbat se tomuto kroku pokaždé, když otevřete okno Registrace plateb.

source: In the top right corner, choose the Search for Page or Report icon, enter Payment Registration Setup, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Nastavení registrace plateb a pak vyberte související odkaz.

source: Alternatively, in the Payment Registration window, choose the Setup action.
cs_cz: Alternativně v okně Registrace plateb vyberte akci Nastavení.

source: Fill in the fields in the Payment Registration Setup window.
cs_cz: Vyplňte pole v okně Nastavení registrace plateb.

source: Choose a field to read a short description of the field or link to related information.
cs_cz: Vyberte pole a přečtěte si krátký popis pole nebo klikněte na odkaz pro související informace.

source: To reconcile payments individually
cs_cz: Odsouhlasení plateb jednotlivě

source: In the top right corner, choose the Search for Page or Report icon, enter Payment Registration, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Registrace plateb a pak vyberte související odkaz.

source: Select the Payment Made check box on the line that represents the posted document for which a payment has been made.
cs_cz: Zaškrtněte políčko Platba provedena v řádku, který představuje zaúčtovaný doklad, pro který byla platba provedena.

source: If the Auto Fill Date Received check box is selected in the Payment Registration Setup window, then the work date is entered in the Date Received field.
cs_cz: Pokud je zaškrtnuto políčko Automatické vyplnění data přijetí v okně Nastavení registrace plateb, pak je datum práce zadáno do pole Datum přijetí.

source: In the Date Received field, enter the date when the payment was made.
cs_cz: Do pole Datum přijetí zadejte datum, kdy byla platba provedena.

source: This date may be different from the work date.
cs_cz: Toto datum se může lišit od data práce.

source: In the Amount Received field, enter the amount that has been paid.
cs_cz: V poli Přijatá částka zadejte částku, která byla zaplacena.

source: For full payments, this is the same as the amount in the Remaining Amount field on the line.
cs_cz: Pro plné platby je tato hodnota stejná jako částka v poli Zbývající částka na řádku.

source: For partial payments, this is lower than the amount in the Remaining Amount field on the line.
cs_cz: Pro částečné platby je tato hodnota nižší než částka v poli Zbývající částka na řádku.

source: Repeat steps 2-4 for other lines that represent posted documents for which payments are made.
cs_cz: Opakujte kroky 2 až 4 pro další řádky, které představují zaúčtované dokumenty, pro které jsou platby prováděny.

source: Choose the Post Payments action.
cs_cz: Zvolte akci Účtovat platby.

source: The payment information is posted for documents represented by lines where the Payment Made check box is selected.
cs_cz: Platební informace jsou zaúčtovány pro doklady představovanými řádky, kde je zaškrtnuto políčko Platba provedena.

source: Payments entries are posted to general ledger, bank, and customer accounts.
cs_cz: Položky plateb jsou zaúčtovány do hlavní knihy, bank a účtů zákazníka.

source: Each payment is applied to the related posted sales document.
cs_cz: Každá platba je vyrovnána na příslušný zaúčtovaný prodejní doklad.

source: To reconcile lump payments
cs_cz: Odsouhlasení jednorázových plateb

source: Select the Payment Made check box on the lines that represent posted documents for the same customer for which a lump payment has been made.
cs_cz: Zaškrtněte políčko Platba provedena na řádcích, které představují zaúčtované doklady pro stejného zákazníka, pro kterého byla provedena jednorázová platba.

source: The customer in the Name field must be the same on all lines that will be posted as a lump payment.
cs_cz: Zákazník v poli Jméno musí mít to samé na všech řádcích, které budou zaúčtovány jako jednorázová platba.

source: If the Auto Fill Date Received check box is selected in the Payment Registration Setup window, then the work date is filled in the Date Received field.
cs_cz: Pokud je zaškrtnuto políčko Automatické vyplnění data přijetí v okně Nastavení registrací plateb, pak datum práce je vyplněno v poli Datum přijetí.

source: This date must be the same on all lines that will be posted as a lump payment.
cs_cz: Toto datum musí být stejné na všech řádcích, které budou zaúčtovány jako jednorázová platba.

source: In the Amount Received field, enter amounts on multiple lines that sum up to the lump payment amount.
cs_cz: Do pole Přijatá částka zadejte částky na více řádcích, které se shodují s částkou jednorázové platby.

source: Try to post as many full payments as possible with the lump amount.
cs_cz: Pokuste se zaúčtovat co nejvíce plných plateb s jednorázovou částkou.

source: Enter amounts that are the same as the amount in the Remaining Amount field on as many lines as possible.
cs_cz: Zadejte částky, které jsou stejné jako částka v poli Zbývající částka, na co nejvíce řádků je to možné.

source: Repeat steps 2-4 for other lines that represent posted documents for the same customer for which a lump payment has been made.
cs_cz: Opakujte kroky 2 až 4 pro další řádky, které představují zaúčtované doklady pro stejného zákazníka, pro kterého byla provedena jednorázová platba.

source: Choose the Post As Lump Payment action.
cs_cz: Zvolte akci Účtovat jako jednorázovou platbu.

source: The entered payment information is posted for documents represented by lines where the Payment Made check box is selected.
cs_cz: Zadané informace o platbě jsou zaúčtovány pro dokumenty představované řádky, kde je zaškrtnuto políčko Platba provedena.

source: Payment entries are posted to general ledger, bank, and customer accounts.
cs_cz: Položky platby jsou účtovány v hlavní knize, bankách a účtů zákazníků.

source: If a payment in the bank is not represented by line in the Payment Registration window, it may be because the related document has not yet been posted.
cs_cz: Pokud platba v bance není zobrazena v řádku Registrace plateb, může to být proto, že související dokument nebyl dosud zaúčtován.

source: In that case, you can use a search function to quickly find the document and post it to process the payment.
cs_cz: V takovém případě můžete pomocí funkce vyhledávání, rychle vyhledat doklad a zaúčtovat jej, aby zpracoval platbu.

source: For more information, see the How to:
cs_cz: Další informace naleznete v tématu Návod:

source: Find Unpaid Documents During Manual Customer Payment Reconciliation section.
cs_cz: Nalezení nezaplacených dokladů během ručního odsouhlasení plateb zákazníků.

source: If a payment in the bank is not represented by any document in Dynamics NAV, then you can open a prefilled general journal from the Payment Registration window to post the payment directly to the balancing account without applying the payment to a document.
cs_cz: Pokud není platba v bance reprezentována žádným dokumentem v Dynamics NAV, můžete otevřít předem vyplněný finanční deník z okna Registrace plateb a zaúčtovat platbu přímo na vyrovnávací účet bez použití platby k dokladu.

source: Alternatively, you may want to record the payment in the journal until the origin of the payment has been resolved.
cs_cz: Případně možná budete chtít zaznamenat platbu v deníku, dokud nebude původní platba vyřešena.

source: For more information, see the "To record or post a payment without a related document" section.
cs_cz: Další informace naleznete v tématu „Zaznamenání nebo zaúčtování platby bez souvisejícího dokumentu.“

source: To Customer Payments with Discounts Manually
cs_cz: Platby zákazníků se slevami ručně

source: If you have agreed on a payment discount with your customer, then the payment amounts can be lower than the invoice amounts if payment occurs before the agreed discount date.
cs_cz: Pokud máte odsouhlasenu platební slevu s vaším zákazníkem, může být částka platby nižší než částky faktury, pokud k platbě dojde před dohodnutým datem slevy.

source: This procedure explains four different procedures for posting discounted payments in the Payment Registration window.
cs_cz: Tento postup vysvětluje čtyři různé postupy pro zaúčtování slev plateb v okně Registrace plateb.

source: The payment amount is equal to the remaining discounted amount, and the payment date is before the discount date.
cs_cz: Částka platby se rovná zbývající slevové částce a datum platby je před datem slevy.

source: You post the payment as is.
cs_cz: Platbu zaúčtujete tak, jak je.

source: The payment amount is equal to the remaining discounted amount, but the payment date is after the discount date.
cs_cz: Částka platby se rovná zbývající slevové částce, ale datum platby je po datu slevy.

source: You post the payment as partial.
cs_cz: Platbu zaúčtujete jako částečnou.

source: The document remains open to collect/pay the remaining amount.
cs_cz: Dokument zůstává otevřený pro vybírání/zaplacení zbývající částky.

source: Alternatively, you set the discount date later to allow the payment in full.
cs_cz: Případně můžete nastavit datum slevy později, abyste mohli povolit platbu v plné výši.

source: The payment amount is lower than the remaining discounted amount.
cs_cz: Výše platby je nižší než zbývající slevová částka.

source: The payment amount is more than the remaining discounted amount.
cs_cz: Výše platby je vyšší než zbývající slevová částka.

source: You post the payments as is.
cs_cz: Platby zaúčtujete tak, jak jsou.

source: Only the remaining amount is posted.
cs_cz: Pouze zbývající částka je zaúčtována.

source: The additional amount is credited to the customer.
cs_cz: Dodatečná částka je připsána zákazníkovi.

source: To process a payment amount that is equal to the discounted amount and where the payment date is before the discount date
cs_cz: Zpracování části platby, která se rovná slevové částce a kde je datum platby před datem slevy

source: Enter the payment amount in the Amount Received field.
cs_cz: Zadejte částku platby do pole Přijatá částka.

source: The amount is equal to the amount in the Rem.
cs_cz: Částka se rovná částce v

source: Amt. after Discount field.
cs_cz: poli Rem. Amt. after Discount .

source: The Payment Made check box is automatically selected, and the Date Received field is filled with the work date.
cs_cz: Zaškrtávací políčko Platba provedena se automaticky vybere a pole Datum přijetí je vyplněno datem práce.

source: In the Date Received field, enter the payment date.
cs_cz: Do pole Datum přijetí zadejte datum platby.

source: The date is before the date in the Pmt.
cs_cz: Datum je před datem v

source: Discount Date field.
cs_cz: poli Pmt. Discount Date .

source: Verify that the Remaining Amount field contains zero (0).
cs_cz: Ověřte, zda pole Zbývající částka obsahuje nula (0).

source: Choose the Post Payments action to post the full payment to general ledger, bank, and customer accounts.
cs_cz: Zvolte akci Účtovat platby, chcete-li zaúčtovat celou platbu do hlavní knihy, banky a účtů zákazníka.

source: The related document is closed.
cs_cz: Související dokument je uzavřen.

source: To process a payment amount that is equal to the discounted amount but where the payment date is after the discount date
cs_cz: Zpracování části platby, která se rovná slevové částce, ale datum platby je po datu slevy

source: In the Date Received field, enter a payment date that is after the date in the Pmt.
cs_cz: Do pole Datum přijetí zadejte datum platby, které je po datu v

source: Date fields change to red font, and an error message is shown at the bottom of the window.
cs_cz: Políčka data se změní na červené písmo a v dolní části okna se zobrazí chybová zpráva.

source: If you want to make an exception and grant the discount even though the payment is late, then follow these steps:
cs_cz: Chcete-li udělat výjimku a udělit slevu, i když je úhrada vytvořena, pak postupujte následovně:

source: Choose the Details action.
cs_cz: Zvolte akci Detaily.

source: In the Payment Registration Details window, in the Pmt.
cs_cz: V okně Detaily registrace plateb v poli Pmt. Discount Date na

source: Discount Date field on the Payment Discount FastTab, enter a date that is after the date in the Date Received field in the Payment Registration window.
cs_cz: záložce s náhledem Platební sleva, zadejte datum, které je po datu v poli Datum přijetí v okně Registrace platby.
